<?php
$portfolio = array(
  'administrator' => array(
    'title' => 'ระบบผู้ดูแลหลังบ้านทันสมัย',
    'description' => 'ระบบผู้ดูแลหลังบ้านหรือระบบแอดมิน, ระบบผู้ดูแล, ระบบแบ็คเอนด์ เป็นต้น
    คือระบบการจัดการสำหรับผู้ที่มีหน้าที่และความรับผิดชอบโดยตรง ระบบหลังบ้านจะมีความสามารถ
    เช่นเดียวกับระบบหน้าบ้าน เพียงแต่จะเป็นการทำงานเฉพาะสำหรับผู้ที่ได้รับอนุญาตเท่านั้น',
    'detail' => array(
      'ระบบคัดกรองและอนุญาตการเข้าใช้งาน',
      'ระบบรักษาความปลอดภัยจากการเข้าใช้งาน',
      'ระบบบันทึกข้อมูลและประมวลผลเชิงสถิติ',
      'ระบบนำเข้าและส่งออกข้อมูลในรูปแบบต่างๆ',
      'ระบบการจัดการการตั้งค่าคอนฟิกและเซตติ้งทั้งหมด'
    ),
    'cover' => '1.png'
  ),
  'variety' => array(
    'title' => 'เว็บไซต์สำหรับข่าวสารหรือแม็กกาซีน',
    'description' => 'เป็นเว็บไซต์ที่มีระบบการบันทึกข้อมูลชนิดข้อความ รูปภาพ รูปภาพเคลื่อนไหว
     อัลบั้มภาพ วีดีโอ โคว้ทข้อความ ฯลฯ เป็นต้น มีความสามารถในการจัดเลย์เอาท์ของหน้าเว็บเพื่อรองรับ
     การใช้งานในอุปกรณ์ต่างๆ และการแปะหัวข้อเรื่องเพื่อให้โดนเด่นสะดุดตาและชักชวนให้อ่าน',
    'detail' => array(
      'ระบบการจัดวางเลย์เอาท์ที่ทันสมัย',
      'ระบบการแสดงผลที่รองรับอุปกรณ์ต่างๆ',
      'ระบบการเรียงลำดับและปักหมุดเรื่องที่น่าสนใจ',
      'ระบบการจำแนกหมวดหมู่หัวข้อเรื่องและประเภทเมนู',
      'ระบบการค้นหาข้อมูลที่ต้องการแบบเรียบง่าย',
      'ระบบการทำงานร่วมกับสื่อโซเชียลมีเดีย'
    ),
    'cover' => '1.png'
  ),
  'property' => array(
    'title' => 'เว็บไซต์สำหรับที่อยู่อาศัยหรือการท่องเที่ยว',
    'description' => 'เป็นเว็บไซต์ที่มีระบบการจองและการคัดกรองข้อมูลตามวันที่และตัวกรองที่เลือก
     เหมาะสำหรับห้องพัก หอพัก บ้านพัก โรงแรม รีสอร์ท บังกะโล แฟลต อพาร์ทเม้นต์ คอนโด
     รวมถึงอสังหาริมทรัพย์ต่างๆ โดยมีระบบแจ้งเตือนไปยังผู้ให้บริการเมื่อมีผู้สนใจติดต่อเข้ามา',
    'detail' => array(
      'ระบบการค้นหาผ่านตัวกรองและหน้าปฎิทิน',
      'ระบบการแจ้งเตือนผ่านอีเมล์เมื่อมีการทำงานต่างๆ',
      'ระบบบันทึกการเปลี่ยนสถานะ-จอง-รอยืนยัน-ยืนยัน-เสร็จสิ้น',
      'ระบบบันทึกการเปลี่ยนสถานะบนปฎิทิน'
    ),
    'cover' => '1.png'
  ),
  'resume' => array(
    'title' => 'เว็บไซต์สำหรับโปรไฟล์หรือรีซูเม่',
    'description' => 'เหมาะสำหรับบุคคลทั่วไปที่ต้องการนำเสนอข้อมูลส่วนตัว อาทิ
     ประวัติการทำงาน ประวัติการศึกษา การเข้าอบรมหรือการเข้าร่วมกิจกรรมต่างๆ
     เพื่อประโยชน์ในการสมัครงานหรือการรับจ้างทำงานให้กับผู้ที่สนใจ',
    'detail' => array(
      'ระบบการจัดเลย์เอาท์สำหรับการแสดงผลบนอุปกรณ์ต่างๆ',
      'ระบบการบันทึกข้อมูลสถิติการเข้าชมหน้าเว็บ',
      'ระบบการบันทึกไทม์ไลน์ประวัติการติดต่อจากผู้ที่สนใจ',
      'ระบบการแจ้งเตือนผ่านอีเมล์เมื่อมีการติดต่อจากผู้ที่สนใจ'
    ),
    'cover' => '1.png'
  ),
  'ecommerce' => array(
    'title' => 'เว็บไซต์สำหรับระบบการขายออนไลน์',
    'description' => 'จะอ้างอิงจากระบบการทำงานจริงที่มีขั้นตอนละเอียดและซับซ้อน
     มีส่วนงานสำหรับบริหารจัดการส่วนงานที่เกี่ยวข้องต่างๆ อาทิ ฝ่ายผลิต ฝ่ายขาย ฝ่ายจัดซื้อ
     รวมถึงส่วนงานบริหารสำหรับการตลาดทั้งออนไลน์และออฟไลน์ควบคู่ไปด้วย',
    'detail' => array(
      'ระบบสมัครสมาชิกเพื่อรับข่าวสารและระบบอีเมล์รีมาร์เก็ตติ้ง',
      'ระบบการทำเอสอีโอและระบบสนับสนุนการตลาดต่างๆ',
      'ระบบการแปลงสกุลเงินและการประเมินราคารวมภาษี',
      'ระบบการให้กิ๊ฟวอเชอร์และระบบการจัดเรตติ้ง',
      'ระบบบันทึกข้อมูลเพื่อประมวลผลสถิติยอดขายและบัญชีเบื้องต้น',
      'ระบบการจ่ายเงินผ่านการเชื่อมต่อภายนอกต่างๆ',
      'ระบบการขนส่งสินค้าผ่านชิปปิ้งต่างๆ'
    ),
    'cover' => '1.png'
  ),
  'organize' => array(
    'title' => 'เว็บไซต์สำหรับหน่วยงานหรือองค์กร',
    'description' => 'เหมาะสำหรับการใช้เป็นส่วนงานโฆษณาประชาสัมพันธ์
    การแจ้งข่าวสารหรือการแจ้งประกาศต่างๆ โดยมีวัตถุประสงค์เพื่อให้ทราบโดยทั่วกัน
    ตลอดจนใช้เป็นส่วนงานต้อนรับหรือฝากเรื่องราวร้องเรียนหรือใช้ตอบคำถามที่สงสัย
    และอาจใช้เป็นเว็บไซต์สำหรับระบบการทำงานเฉพาะทางด้วยเช่นกัน',
    'detail' => array(
      'ระบบการแจ้งข่าวสารโฆษณาประชาสัมพันธ์',
      'ระบบกระดานสนทนาถาม-ตอบข้อสงสัยต่างๆ',
      'ระบบการรับ-ส่งไฟล์เอกสารประกอบหัวข้อข่าว',
      'ระบบการเก็บสถิติการเข้าใช้งานจากผู้ที่สนใจ'
    ),
    'cover' => '1.png'
  ),
  'gallery' => array(
    'title' => 'เว็บไซต์สำหรับอัลบั้มหรือแกลลอรี่',
    'description' => 'เป็นเว็บไซต์เพื่อจัดแสดงผลแฟ้มสะสมผลงานพร้อมแนบรายละเอียด
     ข้อมูลประกอบให้น่าสนใจยิ่งขึ้น นิยมใช้ไฟล์รูปภาพหรือภาพเคลื่อนไหวรวมถึงวีดีโอ
     โดยมีความสามารถในการเก็บความละเอียดของข้อมูลที่ต้องการทำเป็นแกลลอรี่ได้',
    'detail' => array(
      'ระบบการจัดเก็บข้อมูลโดยจำแนกประเภท',
      'ระบบการบีบอัดหรือเก็บความสมบูรณ์ของไฟล์',
      'ระบบอนุมัติการอัพโหลดและดาวน์ไฟล์',
      'ระบบการจัดเรตติ้งและประเมินสถิติการเข้าใช้',
      'ระบบการทำงานร่วมกับโซเชียลมีเดียต่างๆ'
    ),
    'cover' => '1.png'
  )
);
?>
